Repository: DeathAngelDaemon/socialmedia-newsbox
Catalog: languages/SMNlanguage-*.po
Languages: de_de

source: The settings are set back to default.
de_de: Die Einstellungen wurden zurückgesetzt.

source: The caches are now deleted.
de_de: Die Cache-Dateien wurden geleert.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: General Settings
de_de: Allgemeine Einstellungen

source: Interval of the cache renewal
de_de: Intervall zur Cache-Erneuerung

source: Settings: Facebook
de_de: Einstellungen: Facebook

source: Post Number
de_de: Anzahl der Beiträge

source: Settings: Twitter
de_de: Einstellungen: Twitter

source: Tweet Number
de_de: Anzahl der Tweets

source: Make some general settings first.
de_de: Nimm hier ein paar allgemeine Einstellungen vor.

source: <strong>Info:</strong> time in seconds for the cache renewal. You can go by steps of 60 sec (= 1 min). Maximum value can be 3600 sec (= 1 hour)
de_de: <strong>Info:</strong> Zeit in Sekunden für die Cache-Erneuerung. Du kannst in Schritten von 60 Sek. (= 1 Min.) gehen. Der maximale Wert kann 3600 Sek. (= 1 Stunde) betragen.

source: Important: The lower the value the more often the cache have to be reloaded, which increases shortly your site load time.
de_de: Wichtig: Je niedriger der Wert, desto öfter muss der Cache neugeladen werden, was kurzzeitig deine Seitenladezeit erhöht.

source: Please insert the ID of your Facebook Page, you want to show the feeds from.
de_de: Bitte gebe hier die ID deiner Facebook Seite ein, von der du die Posts anzeigen möchtest.

source: Your Facebook Page ID
de_de: Deine Facebook Seiten-ID

source: No. of posts
de_de: Anzahl der Beiträge

source: App ID of your Facebook App
de_de: App ID von deiner Facebook App

source: App Secret of your Facebook App
de_de: App Secret von deiner Facebook App

source: The needed information of your Twitter Account can be inserted here.
de_de: Die benötigten Informationen bzgl. deines Twitter Accounts kannst du hier eintragen.

source: Your Twitter Account Name
de_de: Dein Twitter Accountname

source: No. of tweets
de_de: Anzahl der Tweets

source: Consumer Key of your Twitter App
de_de: Consumer Key von deiner Twitter App

source: Consumer Secret of your Twitter App
de_de: Consumer Secret von deiner Twitter App

source: Access Token of your Twitter App
de_de: Access Token von deiner Twitter App

source: SocialMedia Newsbox: Settings
de_de: SocialMedia Newsbox: Einstellungen

source: Take your settings and choose which social media network you want to use.
de_de: Mache hier deine Einstellungen und wähle welches Sociale Netzwerk zu nutzen möchtest.

source: Set settings to default
de_de: Einstellungen zurücksetzen

source: Delete the cached news
de_de: Lösche die gecachten News

source: Shows the latest post from the configured social media networks.
de_de: Zeigt die letzten Posts der konfigurierten Sozialen Netzwerke an.

source: Title:
de_de: Titel:

source: Set up your own news information.
de_de: Gib deine eigenen News Informationen an.

source: Show date and time prior to the Text.
de_de: Zeige Datum und Zeit vor dem Text an.

source: Choose which social network you want to show.
de_de: Wähle aus welches Soziale Netzwerk angezeigt werden soll.

source: Sorry, but you can't run this plugin, it requires PHP 5.3 or higher and Wordpress version 3.4.2 or higher.
de_de: Entschuldige, aber das Plugin läuft nicht - es benötigt PHP-Version 5.3 oder höher und Wordpress-Version 3.4.2 oder höher.

source: installed
de_de: installiert

source: Please update your configuration!
de_de: Bitte aktualisiere deine Konfiguration!

source: Settings
de_de: Einstellungen

source: Important
de_de: Wichtig

source: Settings: SocialMedia Newsbox
de_de: Einstellungen: SocialMedia Newsbox
